adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
alacritty
anki
base
base-devel
bind
blueman
brave-bin
clang
cmake
cpio
darktable
discord
docker
docker-buildx
docker-compose
efibootmgr
evtest
exo
firefox
flameshot
garcon
git
grub
gvfs
htop
imwheel
intel-ucode
iwd
kubectl
libayatana-appindicator
libreoffice-fresh
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
mesa-utils
mingw-w64-gcc
minikube
mousepad
nano
neovim-nightly-bin
network-manager-applet
networkmanager
npm
nvidia
nvidia-prime
openrgb
os-prober
parole
pavucontrol
peek
popcorntime
pulseaudio
qbittorrent
ripgrep
ristretto
signal-desktop
slack-desktop
smartmontools
spotify-launcher
strawberry
sxiv
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
tree
ttf-fira-code
tumbler
unzip
uuid
vi
vim
virtualbox
wget
wireless_tools
wmctrl
xarchiver
xdotool
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-docs
xorg-server
xorg-xinit
xorg-xwininfo
yay
zathura
zathura-pdf-mupdf
zig
zip
zram-generator
zsh
